/* COMMON */
"Badges" = "Badges";
"Steps" = "Steps";
"Tasks" = "Tasks";
"Cancel" = "Cancel";
"Update" = "Update";
"Create" = "Create";
"Add" = "Add";

/* BADGES VIEW */
"Badges View" = "Badges View";
"Badges" = "Badges";

/* CONFIGURATION VIEW */
"Configuration View" = "Configuration View";

/* HISTORY VIEW */
"History View" = "History View";
"History of tasks" = "History of tasks";

/* MAIN VIEW */
"Configuration" = "Configuration";
"History" = "History";

/* STEPS VIEW */
"hrs" = " hrs";
"min" = " min";
"sec" = " sec";
"%@h" = "%@h";
"%@m" = "%@m";
"%@s" = "%@s";
"%@m %@s" = "%@m %@s";
"%@h %@s" = "%@h %@s";
"%@h %@m %@s" = "%@h %@m %@s";
"New Step" = "New Step";
"Steps in task" = "Steps in task";
"Step could not be deleted" = "The step could not be deleted because it's the only step in another task";
"No length defined" = "No length defined";
"Confirm delete step" = "The step will disappear from other tasks that may contain it as well. Are you sure you want to delete the step?";
"Type the name of the step" = "Type the name of the step";
"Step name" = "Step name";
"Step's length in hours" = "Step's length in hours";
"Step's length in minutes" = "Step's length in minutes";
"Step's length in seconds" = "Step's length in seconds";

/* TASK VIEW */
"A task should have at least 1 step" = "A task should have at least 1 step";
"Basic settings" = "Basic settings";
"Task steps" = "Task steps";
"Should run steps in order?" = "Should run steps in order?";
"Do you want to delete the task?" = "Do you want to delete the task?";
"Delete task" = "Delete task";
"Task name" = "Task name";
"Steps order tip" = "If you want to run steps in order then you'll need to order them carefully. Press edit button to start ordering steps.";

/* TASKS VIEW */
"Creation date" = "Creation date";
"Name" = "Name";
"Sorted by:" = "Sorted by:";
"Type the name of the task" = "Type the name of the task";
